<?php
// +----------------------------------------------------------------------
// | FireWorm [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2019 http://www.sohocn.net All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( https://opensource.org/licenses/MIT )
// +----------------------------------------------------------------------
// | Author: longjianghu <215241062@qq.com>
// +----------------------------------------------------------------------

//----------------------------------
// 配置文件
//----------------------------------

return [
    'default' => [ // 默认配置
                   'controller' => 'home', // 默认控制器
                   'method'     => 'index' // 默认方法
    ],
    'path'    => [ // 路径配置
                   'controller' => 'Controllers', // 控制器目录
                   'model'      => 'Models', // 视图目录
                   'view'       => 'Views' // 视图目录
    ],
];