<?php
// +----------------------------------------------------------------------
// | Fireworm [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2019 http://www.sohocn.net All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( https://opensource.org/licenses/MIT )
// +----------------------------------------------------------------------
// | Author: longjianghu <215241062@qq.com>
// +----------------------------------------------------------------------

//----------------------------------
// 系统配置
//----------------------------------

return [
    'defaultController' => 'home',  // 默认控制器
    'defaultMethod'     => 'index', // 默认方法
    'controllerPath'    => 'Controllers', // 控制器目录
    'viewPath'          => 'Views', // 视图目录
    'sessionPrefix'     => 'fw_', // SESSION 前缀
];